Revit 2024 API
ExportFontInfo Constructor
Overload List
Name | Description
ExportFontInfo()
 Constructs a new default ExportFontInfo.
ExportFontInfo(String)
 Constructs a new ExportFontInfo using the destination font name as input.
ExportFontInfo(ExportFontInfo)
 Constructs a new copy of the input ExportFontInfo object.
See Also
ExportFontInfo Class
ExportFontInfo Members
Autodesk.Revit.DB Namespace